Repository: devdasx/aperture
Catalog: UniApp/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, ml, mr, ms, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Every line of code is in this repository. Read it. Audit it. Verify what your wallet actually does — including how your keys are generated, how your seed is derived, and how Aperture has no way to see your funds.
af: Elke reël kode is in hierdie bewaarplek. Lees dit. Oudit dit. Bevestig wat jou beursie werklik doen — insluitend hoe jou sleutels gegenereer word, hoe jou saad afgelei word, en hoe Aperture geen manier het om jou fondse te sien nie.
ar: كل سطر من الكود موجود في هذا المستودع. اقرأه. دقّقه. تحقّق مما تفعله محفظتك فعلاً — بما في ذلك كيفية إنشاء مفاتيحك، وكيفية اشتقاق البذرة، وأن Aperture لا يمكنه رؤية أموالك بأي شكل.
bg: Всеки ред код е в това хранилище. Прочетете го. Одитирайте го. Проверете какво всъщност прави вашият портфейл — включително как се генерират ключовете ви, как се извлича сийдът ви и защо Aperture няма как да види вашите средства.
bn: কোডের প্রতিটি লাইন এই রিপোজিটরিতে আছে। এটি পড়ুন। যাচাই করুন। আপনার ওয়ালেট আসলে কী করে তা যাচাই করুন — কীভাবে আপনার কী তৈরি হয়, আপনার সিড কীভাবে উদ্ভূত হয়, এবং Aperture-এর আপনার ফান্ড দেখার কোনো উপায় নেই।
ca: Cada línia de codi és en aquest repositori. Llegeix-la. Auditi-la. Verifica què fa realment la teva cartera — incloent com es generen les teves claus, com es deriva el seed i com Aperture no té cap manera de veure els teus fons.
cs: Každý řádek kódu je v tomto repozitáři. Přečtěte si ho. Proveďte audit. Ověřte, co vaše peněženka skutečně dělá — včetně toho, jak se generují vaše klíče, jak se odvozuje seed a proč Aperture nemá žádný způsob, jak vidět vaše prostředky.
da: Hver linje kode er i dette repository. Læs den. Revider den. Verificér, hvad din wallet faktisk gør — herunder hvordan dine nøgler genereres, hvordan dit seed afledes, og at Aperture ikke har nogen måde at se dine midler på.
de: Jede Codezeile befindet sich in diesem Repository. Lies ihn. Prüfe ihn. Überprüfe, was deine Wallet tatsächlich tut — einschließlich wie deine Schlüssel generiert werden, wie dein Seed abgeleitet wird und dass Aperture keine Möglichkeit hat, deine Gelder zu sehen.
el: Κάθε γραμμή κώδικα βρίσκεται σε αυτό το αποθετήριο. Διαβάστε την. Ελέγξτε την. Επαληθεύστε τι κάνει πραγματικά το πορτοφόλι σας — συμπεριλαμβανομένου του τρόπου με τον οποίο δημιουργούνται τα κλειδιά σας, του τρόπου με τον οποίο προέρχεται το seed και του γεγονότος ότι το Aperture δεν έχει κανέναν τρόπο να δει τα κεφάλαιά σας.
es: Cada línea de código está en este repositorio. Léelo. Audítalo. Verifica lo que tu cartera realmente hace — incluyendo cómo se generan tus claves, cómo se deriva tu semilla y cómo Aperture no tiene forma de ver tus fondos.
et: Iga koodirida on selles hoidlas. Loe seda. Auditeeri seda. Veendu, mida sinu rahakott tegelikult teeb — kuidas sinu võtmed genereeritakse, kuidas seemne tuletatakse ja kuidas Aperture'il pole võimalust sinu vahendeid näha.
fa: تمام خطوط کد در این مخزن قرار دارد. بخوانیدش. بررسی‌اش کنید. تأیید کنید کیف پول شما واقعاً چه می‌کند — از جمله اینکه کلیدهای شما چگونه ساخته می‌شوند، seed چگونه مشتق می‌شود و Aperture هیچ راهی برای دیدن وجوه شما ندارد.
fi: Jokainen koodirivi on tässä arkistossa. Lue se. Auditoi se. Tarkista, mitä lompakkosi todella tekee — mukaan lukien miten avaimesi luodaan, miten siemen johdetaan ja että Aperturella ei ole mitään keinoa nähdä varojasi.
fil: Nasa repository na ito ang bawat linya ng code. Basahin. Audit. Patunayan kung ano talaga ang ginagawa ng iyong wallet — kasama na kung paano binubuo ang iyong mga key, kung paano kinukuha ang iyong seed, at kung bakit walang paraan para makita ng Aperture ang iyong pondo.
fr: Chaque ligne de code se trouve dans ce dépôt. Lisez-la. Auditez-la. Vérifiez ce que fait réellement votre portefeuille — y compris comment vos clés sont générées, comment votre seed est dérivée et comment Aperture n’a aucun moyen de voir vos fonds.
he: כל שורת קוד נמצאת במאגר זה. קרא אותה. בדוק אותה. ודא מה הארנק שלך באמת עושה — כולל כיצד נוצרים המפתחות שלך, כיצד נגזר ה-seed שלך, ושל-Aperture אין שום דרך לראות את הכספים שלך.
hi: कोड की हर पंक्ति इस रिपॉज़िटरी में है। इसे पढ़ें। इसकी जांच करें। सत्यापित करें कि आपका वॉलेट वास्तव में क्या करता है — जिसमें यह भी शामिल है कि आपकी कुंजियाँ कैसे जेनरेट होती हैं, आपका सीड कैसे प्राप्त होता है, और Aperture के पास आपके फंड देखने का कोई तरीका नहीं है।
hr: Svaki redak koda nalazi se u ovom repozitoriju. Pročitajte ga. Provjerite ga. Provjerite što vaš novčanik zapravo radi — uključujući kako se generiraju vaši ključevi, kako se izvodi seed i kako Aperture nema načina vidjeti vaša sredstva.
hu: A kód minden sora ebben a tárolóban található. Olvasd el. Auditáld. Ellenőrizd, mit csinál ténylegesen a tárcád — beleértve, hogyan generálódnak a kulcsaid, hogyan származtatódik a seed, és azt is, hogy az Aperture-nek semmilyen módon nincs lehetősége látni a pénzedet.
id: Setiap baris kode ada di repositori ini. Baca. Audit. Verifikasi apa yang sebenarnya dilakukan dompet Anda — termasuk bagaimana kunci Anda dibuat, bagaimana seed Anda diturunkan, dan bagaimana Aperture tidak dapat melihat dana Anda.
is: Hver einasta lína af kóða er í þessari hirslu. Lestu hann. Endurskoðaðu hann. Staðfestu hvað veskið þitt gerir í raun — þar á meðal hvernig lyklarnir þínir verða til, hvernig fræið er afleitt og hvernig Aperture hefur enga leið til að sjá fjármuni þína.
it: Ogni riga di codice è in questo repository. Leggila. Ispezionala. Verifica cosa fa davvero il tuo wallet — incluso come vengono generate le tue chiavi, come viene derivato il seed e come Aperture non ha modo di vedere i tuoi fondi.
ja: コードのすべての行がこのリポジトリにあります。読んでください。監査してください。ウォレットが実際に何をしているか — 鍵がどのように生成されるか、シードがどのように導出されるか、そしてApertureがあなたの資金を見る手段を持たないことを確認してください。
ko: 모든 코드 라인이 이 저장소에 있습니다. 읽어 보세요. 감사하세요. 지갑이 실제로 무엇을 하는지 확인하세요 — 키가 어떻게 생성되는지, 시드가 어떻게 파생되는지, Aperture가 자금을 볼 수 있는 방법이 없다는 것을 포함해서.
lt: Kiekviena kodo eilutė yra šioje saugykloje. Skaitykite ją. Audituokite. Įsitikinkite, ką iš tikrųjų daro jūsų piniginė — įskaitant tai, kaip generuojami raktai, kaip išvedamas sėklos failas ir kodėl „Aperture“ negali matyti jūsų lėšų.
lv: Katra koda rinda atrodas šajā repozitorijā. Lasiet to. Auditējiet to. Pārliecinieties, ko jūsu maks patiesībā dara — tostarp, kā tiek ģenerētas atslēgas, kā tiek atvasināta sēkla un kāpēc Aperture nevar redzēt jūsu līdzekļus.
ml: ഓരോ കോഡ് വരിയും ഈ റിപ്പോസിറ്ററിയിലുണ്ട്. വായിക്കുക. ഓഡിറ്റ് ചെയ്യുക. നിങ്ങളുടെ വാലറ്റ് യഥാർത്ഥത്തിൽ എന്താണ് ചെയ്യുന്നതെന്ന് സ്ഥിരീകരിക്കുക — നിങ്ങളുടെ കീകൾ എങ്ങനെ സൃഷ്ടിക്കപ്പെടുന്നു, നിങ്ങളുടെ സീഡ് എങ്ങനെ ഉരുവാക്കപ്പെടുന്നു, Aperture-ന് നിങ്ങളുടെ പണം കാണാൻ വഴിയില്ലാത്തത് എങ്ങനെ എന്നതുൾപ്പെടെ.
mr: कोडची प्रत्येक ओळ या रिपॉझिटरीत आहे. वाचा. ऑडिट करा. तुमचं वॉलेट प्रत्यक्षात काय करतं याची खात्री करा — तुमच्या की कशा तयार होतात, तुमचा सीड कसा डेरिव्ह केला जातो आणि Aperture ला तुमचा निधी पाहायचा कोणताही मार्ग का नाही, हे सगळं समाविष्ट.
ms: Setiap baris kod berada dalam repositori ini. Baca. Audit. Sahkan apa yang dompet anda sebenarnya buat — termasuk cara kunci anda dijana, cara seed diturunkan, dan kenapa Aperture tiada cara untuk melihat dana anda.
nb: Hver linje med kode finnes i dette repositoriet. Les den. Revider den. Bekreft hva lommeboken din faktisk gjør — inkludert hvordan nøklene dine genereres, hvordan seedet utledes, og at Aperture ikke har noen mulighet til å se midlene dine.
nl: Elke regel code staat in deze repository. Lees hem. Controleer hem. Verifieer wat je wallet werkelijk doet — inclusief hoe je sleutels worden gegenereerd, hoe je seed wordt afgeleid en hoe Aperture geen enkele manier heeft om je tegoeden te zien.
pa: ਕੋਡ ਦੀ ਹਰ ਲਾਈਨ ਇਸੇ ਰਿਪੋਜ਼ਟਰੀ ਵਿੱਚ ਹੈ। ਇਸਨੂੰ ਪੜ੍ਹੋ। ਆਡਿਟ ਕਰੋ। ਪੁਸ਼ਟੀ ਕਰੋ ਕਿ ਤੁਹਾਡਾ ਵਾਲਿਟ ਅਸਲ ਵਿੱਚ ਕੀ ਕਰਦਾ ਹੈ — ਤੁਹਾਡੀਆਂ ਕੁੰਜੀਆਂ ਕਿਵੇਂ ਬਣਦੀਆਂ ਹਨ, ਤੁਹਾਡਾ ਸੀਡ ਕਿਵੇਂ ਡੇਰਾਈਵ ਹੁੰਦਾ ਹੈ, ਅਤੇ Aperture ਕੋਲ ਤੁਹਾਡੇ ਫੰਡ ਦੇਖਣ ਦਾ ਕੋਈ ਰਾਹ ਕਿਉਂ ਨਹੀਂ — ਇਹ ਸਭ ਸਮੇਤ।
pl: Każda linia kodu znajduje się w tym repozytorium. Przeczytaj ją. Skontroluj ją. Zweryfikuj, co naprawdę robi Twój portfel — w tym jak generowane są Twoje klucze, jak wyprowadzany jest seed i dlaczego Aperture nie ma możliwości zobaczenia Twoich środków.
pt_br: Cada linha de código está neste repositório. Leia. Audite. Verifique o que sua carteira realmente faz — incluindo como suas chaves são geradas, como sua semente é derivada e como o Aperture não tem como ver seus fundos.
ro: Fiecare linie de cod se află în acest depozit. Citește-l. Auditează-l. Verifică ce face de fapt portofelul tău — inclusiv modul în care sunt generate cheile, cum este derivat seed-ul și faptul că Aperture nu are nicio modalitate de a-ți vedea fondurile.
ru: Каждая строка кода находится в этом репозитории. Прочтите его. Проверьте его. Убедитесь, что ваш кошелёк делает на самом деле — включая то, как генерируются ваши ключи, как выводится сид и почему Aperture не может видеть ваши средства.
sk: Každý riadok kódu sa nachádza v tomto repozitári. Prečítajte si ho. Skontrolujte ho. Overte, čo vaša peňaženka skutočne robí — vrátane toho, ako sa generujú vaše kľúče, ako sa odvodzuje seed a že Aperture nemá žiadny spôsob, ako vidieť vaše prostriedky.
sl: Vsaka vrstica kode je v tem repozitoriju. Preberite jo. Pregledajte jo. Preverite, kaj vaša denarnica dejansko počne — vključno s tem, kako se generirajo vaši ključi, kako se izpelje seed in da Aperture nima nobenega načina, da bi videl vaša sredstva.
sr: Сваки ред кода се налази у овом репозиторијуму. Прочитајте га. Прегледајте га. Проверите шта ваш новчаник заиста ради — укључујући како се генеришу ваши кључеви, како се изводи seed и да Aperture нема никакав начин да види ваша средства.
sv: Varje kodrad finns i detta repository. Läs den. Granska den. Verifiera vad din plånbok faktiskt gör — inklusive hur dina nycklar genereras, hur ditt seed härleds och hur Aperture inte har något sätt att se dina medel.
sw: Kila mstari wa msimbo upo katika hifadhi hii. Soma. Kagua. Thibitisha pochi yako inafanya nini hasa — ikiwemo jinsi funguo zako zinavyotengenezwa, jinsi seed inavyotokana, na jinsi Aperture isivyo na njia ya kuona fedha zako.
ta: ஒவ்வொரு கோடு வரியும் இந்த ரிபோசிட்டரியில் உள்ளது. படியுங்கள். ஆடிட் செய்யுங்கள். உங்கள் பணப்பை உண்மையில் என்ன செய்கிறது என்பதை சரிபாருங்கள் — உங்கள் சாவிகள் எப்படி உருவாகின்றன, உங்கள் சீட் எப்படி பெறப்படுகிறது, மற்றும் Aperture-க்கு உங்கள் நிதியை பார்க்க வழியே இல்லை என்பது உட்பட.
te: ప్రతి కోడ్ లైన్ ఈ రిపోజిటరీలోనే ఉంది. చదవండి. ఆడిట్ చేయండి. మీ వాలెట్ నిజంగా ఏం చేస్తుందో ధృవీకరించండి — మీ కీలు ఎలా రూపొందుతాయి, మీ సీడ్ ఎలా రాబడుతుంది, మరియు Aperture మీ నిధులను చూడలేకపోవడం ఎలా అన్నది సహా.
th: โค้ดทุกบรรทัดอยู่ในที่เก็บโค้ดนี้ อ่านมัน ตรวจสอบมัน ตรวจสอบว่ากระเป๋าเงินของคุณทำอะไรจริง ๆ — รวมถึงวิธีสร้างกุญแจของคุณ วิธีที่ seed ถูกสร้างขึ้น และ Aperture ไม่มีทางมองเห็นเงินของคุณ
tr: Her satır kod bu depoda bulunuyor. Okuyun. Denetleyin. Cüzdanınızın gerçekte ne yaptığını doğrulayın — anahtarlarınızın nasıl üretildiği, tohumunuzun nasıl türetildiği ve Aperture’ın paranızı görmesinin hiçbir yolu olmadığı dahil.
uk: Кожен рядок коду знаходиться в цьому репозиторії. Прочитайте його. Проаудьюйте його. Перевірте, що насправді робить ваш гаманець — включно з тим, як генеруються ваші ключі, як виводиться seed і чому Aperture не може бачити ваші кошти.
ur: کوڈ کی ہر سطر اِسی ریپوزٹری میں ہے۔ پڑھیں۔ آڈٹ کریں۔ تصدیق کریں کہ آپ کا والٹ اصل میں کیا کرتا ہے — بشمول یہ کہ آپ کی کلیدیں کیسے بنتی ہیں، آپ کا سیڈ کیسے اخذ ہوتا ہے، اور Aperture کے پاس آپ کے فنڈز دیکھنے کا کوئی ذریعہ کیوں نہیں۔
vi: Từng dòng mã đều có trong kho lưu trữ này. Hãy đọc nó. Hãy kiểm tra nó. Xác minh ví của bạn thực sự làm gì — bao gồm cách các khóa của bạn được tạo, cách seed được suy ra, và việc Aperture không có cách nào nhìn thấy tiền của bạn.
zh_hans: 每一行代码都在这个仓库中。阅读它。审计它。验证你的钱包实际在做什么——包括你的密钥如何生成、你的种子如何派生,以及 Aperture 如何无法看到你的资金。
zh_hant: 每一行程式碼都在這個儲存庫中。閱讀它。稽核它。驗證你的錢包實際在做什麼——包括你的金鑰如何產生、你的種子如何衍生,以及 Aperture 如何無法看到你的資金。

source: Every preference and setting
af: Elke voorkeur en instelling
ar: كل تفضيل وإعداد
bg: Всяко предпочитание и настройка
bn: প্রতিটি পছন্দ ও সেটিং
ca: Cada preferència i configuració
cs: Každá předvolba a nastavení
da: Hver indstilling og præference
de: Jede Voreinstellung und Einstellung
el: Κάθε προτίμηση και ρύθμιση
es: Cada preferencia y ajuste
et: Iga eelistus ja säte
fa: هر ترجیح و تنظیم
fi: Jokainen asetus ja valinta
fil: Bawat preference at setting
fr: Chaque préférence et réglage
he: כל העדפה והגדרה
hi: हर प्राथमिकता और सेटिंग
hr: Svaka preferencija i postavka
hu: Minden beállítás és preferencia
id: Setiap preferensi dan pengaturan
is: Hver kjörstilling og stilling
it: Ogni preferenza e impostazione
ja: すべての環境設定と設定
ko: 모든 환경설정과 설정
lt: Kiekviena nuostata ir nustatymas
lv: Katra preference un iestatījums
ml: എല്ലാ മുൻഗണനയും ക്രമീകരണവും
mr: प्रत्येक प्राधान्य आणि सेटिंग
ms: Setiap keutamaan dan tetapan
nb: Hver innstilling og preferanse
nl: Elke voorkeur en instelling
pa: ਹਰ ਤਰਜੀਹ ਅਤੇ ਸੈਟਿੰਗ
pl: Każda preferencja i ustawienie
pt_br: Toda preferência e ajuste
ro: Fiecare preferință și configurare
ru: Каждая настройка и параметр
sk: Každá predvoľba a nastavenie
sl: Vsaka prednostna izbira in nastavitev
sr: Svaka postavka i podešavanje
sv: Varje inställning och preferens
sw: Kila mapendeleo na mpangilio
ta: ஒவ்வொரு விருப்பம் மற்றும் அமைப்பு
te: ప్రతి ప్రాధాన్యత మరియు సెట్టింగ్
th: การตั้งค่าและค่ากำหนดทั้งหมด
tr: Her tercih ve ayar
uk: Кожне налаштування та параметр
ur: ہر ترجیح اور ترتیب
vi: Mọi tùy chọn và cài đặt
zh_hans: 所有偏好和设置
zh_hant: 所有偏好和設定

source: Every signature is gated by your biometrics. No password to forget.
af: Elke handtekening word deur jou biometrie beheer. Geen wagwoord om te vergeet nie.
ar: كل توقيع محميٌّ بقياساتك الحيوية. لا كلمة سرٍّ تُنسى.
bg: Всеки подпис се потвърждава с вашата биометрия. Няма парола, която да забравите.
bn: প্রতিটি সই আপনার বায়োমেট্রিক্স দ্বারা সুরক্ষিত। ভুলে যাওয়ার মতো কোনো পাসওয়ার্ড নেই।
ca: Cada signatura passa per la teva biometria. Cap contrasenya per oblidar.
cs: Každý podpis je střežen vaší biometrií. Žádné heslo k zapomenutí.
da: Hver signatur er låst bag din biometri. Intet kodeord at glemme.
de: Jede Signatur wird durch Ihre Biometrie freigegeben. Kein Passwort, das man vergessen könnte.
el: Κάθε υπογραφή προστατεύεται από τα βιομετρικά σας. Καμία κωδική φράση προς απομνημόνευση.
es: Cada firma queda protegida por tu biometría. Sin contraseñas que olvidar.
et: Iga allkiri kinnitatakse sinu biomeetriaga. Pole parooli, mida unustada.
fa: هر امضا با شناسایی زیستی شما تأیید می‌شود. هیچ گذرواژه‌ای برای فراموش کردن نیست.
fi: Jokainen allekirjoitus vaatii biometriikkasi. Ei salasanaa, jonka voisi unohtaa.
fil: Bawat lagda ay binubukas ng iyong biometrics. Walang password na malilimutan.
fr: Chaque signature passe par votre biométrie. Aucun mot de passe à retenir.
he: כל חתימה דורשת ביומטריה שלך. אין סיסמה לשכוח.
hi: हर हस्ताक्षर आपकी बायोमेट्रिक्स से सुरक्षित है। भूलने के लिए कोई पासवर्ड नहीं।
hr: Svaki je potpis zaštićen vašom biometrijom. Nema lozinke za zaboraviti.
hu: Minden aláírást a biometria véd. Nincs jelszó, amit elfelejthetne.
id: Setiap tanda tangan melewati biometrik Anda. Tidak ada kata sandi untuk dilupakan.
is: Hver undirskrift krefst lífkenna þinna. Engin lykilorð til að gleyma.
it: Ogni firma passa dalla sua biometria. Nessuna password da ricordare.
ja: すべての署名は、あなたの生体認証によって守られます。忘れるべきパスワードはありません。
ko: 모든 서명은 생체 인증을 거칩니다. 잊을 비밀번호가 없습니다.
lt: Kiekvienas parašas patvirtinamas jūsų biometrija. Slaptažodžio, kurį pamiršti, nėra.
lv: Katrs paraksts tiek apstiprināts ar jūsu biometriju. Nav paroles, ko aizmirst.
ml: ഓരോ ഒപ്പും നിങ്ങളുടെ ബയോമെട്രിക്സ് വഴി മാത്രമേ അനുവദിക്കൂ. മറക്കാൻ പാസ്‌വേഡ് ഇല്ല.
mr: प्रत्येक स्वाक्षरीसाठी तुमची बायोमेट्रिक्स लागते. विसरण्यासाठी पासवर्ड नाही.
ms: Setiap tandatangan disahkan dengan biometrik anda. Tiada kata laluan untuk dilupakan.
nb: Hver signatur sikres av biometrien din. Ingen passord å glemme.
nl: Elke ondertekening verloopt via je biometrie. Geen wachtwoord om te onthouden.
pa: ਹਰ ਦਸਤਖਤ ਤੁਹਾਡੇ ਬਾਇਓਮੈਟ੍ਰਿਕਸ ਨਾਲ ਸੁਰੱਖਿਅਤ ਹੈ। ਭੁੱਲਣ ਲਈ ਕੋਈ ਪਾਸਵਰਡ ਨਹੀਂ।
pl: Każdy podpis wymaga biometrii. Brak hasła do zapamiętania.
pt_br: Toda assinatura passa pela sua biometria. Nenhuma senha para esquecer.
ro: Fiecare semnătură e blocată de biometria ta. Nicio parolă de uitat.
ru: Каждая подпись подтверждается вашей биометрией. Никаких паролей, которые можно забыть.
sk: Každý podpis je chránený vašou biometriou. Žiadne heslo na zabudnutie.
sl: Vsak podpis je zaščiten z vašo biometrijo. Nobenega gesla, ki bi ga bilo mogoče pozabiti.
sr: Сваки потпис чува ваша биометрија. Нема лозинке коју бисте могли заборавити.
sv: Varje signatur kräver din biometri. Inget lösenord att glömma.
sw: Kila saini hulindwa na biometriki yako. Hakuna nenosiri la kusahau.
ta: ஒவ்வொரு கையொப்பமும் உங்கள் உயிரியல் அடையாளத்தால் காக்கப்படுகிறது. மறக்க கடவுச்சொல் இல்லை.
te: ప్రతి సంతకం మీ బయోమెట్రిక్స్‌తో అనుమతించబడుతుంది. మర్చిపోవడానికి పాస్‌వర్డ్ లేదు.
th: ทุกการลงนามผ่านการยืนยันด้วยข้อมูลชีวมิติ ไม่มีรหัสผ่านให้ต้องจำ
tr: Her imza biyometriden geçer. Unutulacak parola yok.
uk: Кожен підпис захищений вашою біометрією. Жодного пароля, який можна забути.
ur: ہر دستخط آپ کے بایومیٹرکس کے ذریعے محفوظ ہے۔ بھولنے کے لیے کوئی پاس‌ورڈ نہیں۔
vi: Mỗi chữ ký đều cần xác thực sinh trắc học. Không có mật khẩu để quên.
zh_hans: 每一次签名都由你的生物识别把关。再无密码可忘。
zh_hant: 每一次簽名都由你的生物辨識把關。再無密碼可忘。
